
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1.5 深知学习改变命运却为何不能坚持学习? · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-tbfed-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchor-navigation-ex/style/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="1.6.html" />
    
    
    <link rel="prev" href="section1.4.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" >
            
                <a target="_blank" href="https://albert-w.github.io/leave-and-learn/">
            
                    
                    学无止境
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../">
            
                <a href="../">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    1. 自制力
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="section1.1.html">
            
                <a href="section1.1.html">
            
                    
                    1.1 年轻人如何在独居时有效地保持自律？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="section1.2.html">
            
                <a href="section1.2.html">
            
                    
                    1.2 学习方法金字塔
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="section1.3.html">
            
                <a href="section1.3.html">
            
                    
                    1.3 自制力模型
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="section1.4.html">
            
                <a href="section1.4.html">
            
                    
                    1.4 学习学不进去的时候怎么办?
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.5" data-path="1.5.html">
            
                <a href="1.5.html">
            
                    
                    1.5 深知学习改变命运却为何不能坚持学习?
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="1.6.html">
            
                <a href="1.6.html">
            
                    
                    1.6 盲兽多巴胺
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="1.7.md">
            
                <span>
            
                    
                    1.7 盲兽多巴胺
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="1.7.md">
            
                <span>
            
                    
                    1.
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="1.7.md">
            
                <span>
            
                    
                    1.
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    2. 学习方法
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../chapter2/section2.1.html">
            
                <a href="../chapter2/section2.1.html">
            
                    
                    section2.1
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../chapter2/section2.2.html">
            
                <a href="../chapter2/section2.2.html">
            
                    
                    Section2.2
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    3. 学习周边
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="../chapter3/section3.1.html">
            
                <a href="../chapter3/section3.1.html">
            
                    
                    section3.1
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="../chapter3/section3.2.html">
            
                <a href="../chapter3/section3.2.html">
            
                    
                    Section3.2
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../reward.html">
            
                <a href="../reward.html">
            
                    
                    赞赏
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.5 深知学习改变命运却为何不能坚持学习?</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <div id="anchor-navigation-ex-navbar"><i class="fa fa-anchor"></i><ul><li><a href="#&#x6DF1;&#x77E5;&#x5B66;&#x4E60;&#x6539;&#x53D8;&#x547D;&#x8FD0;&#x5374;&#x4E3A;&#x4F55;&#x4E0D;&#x80FD;&#x575A;&#x6301;&#x5B66;&#x4E60;">&#x6DF1;&#x77E5;&#x5B66;&#x4E60;&#x6539;&#x53D8;&#x547D;&#x8FD0;&#x5374;&#x4E3A;&#x4F55;&#x4E0D;&#x80FD;&#x575A;&#x6301;&#x5B66;&#x4E60;?</a></li><ul><li><a href="#&#x4E00;&#x3001;&#x95F4;&#x6B47;&#x6027;&#x4F11;&#x606F;&#x3002;">&#x4E00;&#x3001;&#x95F4;&#x6B47;&#x6027;&#x4F11;&#x606F;&#x3002;</a></li><li><a href="#&#x4E8C;&#x3001;&#x5CF0;&#x7EC8;&#x6548;&#x5E94;&#x3002;">&#x4E8C;&#x3001;&#x5CF0;&#x7EC8;&#x6548;&#x5E94;&#x3002;</a></li><li><a href="#&#x4E09;&#x3001;&#x8C03;&#x7528;&#x6F5C;&#x610F;&#x8BC6;&#x4E3A;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#x3002;">&#x4E09;&#x3001;&#x8C03;&#x7528;&#x6F5C;&#x610F;&#x8BC6;&#x4E3A;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#x3002;</a></li><li><a href="#&#x56DB;&#x3001;&#x767D;&#x5929;&#x65E0;&#x5A31;&#x4E50;&#x3002;">&#x56DB;&#x3001;&#x767D;&#x5929;&#x65E0;&#x5A31;&#x4E50;&#x3002;</a></li><li><a href="#&#x4E94;&#x3001;&#x6807;&#x672C;&#x517C;&#x6CBB;">&#x4E94;&#x3001;&#x6807;&#x672C;&#x517C;&#x6CBB;</a></li></ul></ul></div><a href="#&#x6DF1;&#x77E5;&#x5B66;&#x4E60;&#x6539;&#x53D8;&#x547D;&#x8FD0;&#x5374;&#x4E3A;&#x4F55;&#x4E0D;&#x80FD;&#x575A;&#x6301;&#x5B66;&#x4E60;" id="anchorNavigationExGoTop"><i class="fa fa-arrow-up"></i></a><h1 id="&#x6DF1;&#x77E5;&#x5B66;&#x4E60;&#x6539;&#x53D8;&#x547D;&#x8FD0;&#x5374;&#x4E3A;&#x4F55;&#x4E0D;&#x80FD;&#x575A;&#x6301;&#x5B66;&#x4E60;"><a name="&#x6DF1;&#x77E5;&#x5B66;&#x4E60;&#x6539;&#x53D8;&#x547D;&#x8FD0;&#x5374;&#x4E3A;&#x4F55;&#x4E0D;&#x80FD;&#x575A;&#x6301;&#x5B66;&#x4E60;" class="anchor-navigation-ex-anchor" href="#&#x6DF1;&#x77E5;&#x5B66;&#x4E60;&#x6539;&#x53D8;&#x547D;&#x8FD0;&#x5374;&#x4E3A;&#x4F55;&#x4E0D;&#x80FD;&#x575A;&#x6301;&#x5B66;&#x4E60;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x6DF1;&#x77E5;&#x5B66;&#x4E60;&#x6539;&#x53D8;&#x547D;&#x8FD0;&#x5374;&#x4E3A;&#x4F55;&#x4E0D;&#x80FD;&#x575A;&#x6301;&#x5B66;&#x4E60;?</h1>
<p>&#x201C;&#x575A;&#x6301;&#x5B66;&#x4E60;&#x201D;&#x4E0D;&#x4EC5;&#x662F;&#x4E00;&#x79CD;&#x7A00;&#x6709;&#x7684;&#x54C1;&#x8D28;&#xFF0C;&#x66F4;&#x662F;&#x4E00;&#x79CD;&#x7EFC;&#x5408;&#x73AF;&#x5883;&#x3001;&#x80CC;&#x666F;&#x548C;&#x5B66;&#x4E60;&#x6280;&#x5DE7;&#x800C;&#x8868;&#x73B0;&#x51FA;&#x6765;&#x7684;&#x6700;&#x7EC8;&#x72B6;&#x6001;&#xFF0C;&#x8FD9;&#x53EF;&#x4E0D;&#x662F;&#x968F;&#x968F;&#x4FBF;&#x4FBF;&#x5C31;&#x80FD;&#x62E5;&#x6709;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x6709;&#x610F;&#x8BC6;&#x5730;&#x8BAD;&#x7EC3;&#x7684;&#x7ED3;&#x679C;&#x3002;</p>
<p>&#x5148;&#x8BF4;&#x73AF;&#x5883;&#x5427;&#x3002;&#x5728;&#x4E00;&#x4E2A;&#x5343;&#x5E06;&#x7ADE;&#x53D1;&#xFF0C;&#x767E;&#x8238;&#x4E89;&#x6D41;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x4EBA;&#x4F1A;&#x66F4;&#x5BB9;&#x6613;&#x6FC0;&#x53D1;&#x594B;&#x6597;&#x7684;&#x6FC0;&#x60C5;&#x3002;&#x4ED6;&#x4E0D;&#x9700;&#x8981;&#x592A;&#x5D07;&#x9AD8;&#x575A;&#x6BC5;&#x7684;&#x5FD7;&#x5411;&#xFF0C;&#x53EA;&#x9700;&#x8981;&#x60F3;&#x7740;&#x8D85;&#x8FC7;&#x524D;&#x9762;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x80CC;&#x5F71;&#x5C31;&#x597D;&#x4E86;&#x3002;&#x4EE5;&#x4F18;&#x79C0;&#x7684;&#x4EBA;&#x4E3A;&#x699C;&#x6837;&#xFF0C;&#x5B66;&#x4E60;&#x4ED6;&#x7684;&#x65B9;&#x6CD5;&#x548C;&#x6280;&#x5DE7;&#xFF0C;&#x4F1A;&#x6162;&#x6162;&#x53D8;&#x5F97;&#x4F18;&#x79C0;&#x3002;</p>
<p>&#x518D;&#x770B;&#x80CC;&#x666F;&#x3002;&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x4EBA;&#x4ECE;&#x5C0F;&#x88AB;&#x6709;&#x610F;&#x8BC6;&#x5730;&#x57F9;&#x517B;&#x601D;&#x8003;&#x7684;&#x4E50;&#x8DA3;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E50;&#x8DA3;&#x4F1A;&#x70B9;&#x71C3;&#x6C42;&#x77E5;&#x4E4B;&#x706B;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x4EBA;&#x4ECE;&#x5C0F;&#x88AB;&#x7236;&#x6BCD;&#x6559;&#x5F97;&#x4E0D;&#x6C42;&#x751A;&#x89E3;&#x3001;&#x5F97;&#x8FC7;&#x4E14;&#x8FC7;&#xFF0C;&#x4ED6;&#x5C31;&#x5F88;&#x96BE;&#x7231;&#x4E0A;&#x5B66;&#x4E60;&#x3002;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x7684;&#x6A21;&#x5F0F;&#x8FDB;&#x5165;&#x4EBA;&#x7684;&#x8111;&#x6D77;&#xFF0C;&#x4F1A;&#x5728;&#x65F6;&#x95F4;&#x590D;&#x5229;&#x7684;&#x4F5C;&#x7528;&#x4E0B;&#x4E0D;&#x65AD;&#x653E;&#x5927;&#xFF0C;&#x9010;&#x6E10;&#x6210;&#x4E3A;&#x4EBA;&#x4EEC;&#x53E3;&#x4E2D;&#x5929;&#x8D4B;&#x7684;&#x4E91;&#x6CE5;&#x4E4B;&#x522B;&#x3002;</p>
<p>&#x6700;&#x540E;&#x770B;&#x5B66;&#x4E60;&#x6280;&#x5DE7;&#x3002;&#x826F;&#x5B66;&#x7684;&#x5B66;&#x4E60;&#x6280;&#x5DE7;&#x4F1A;&#x8BA9;&#x4EBA;&#x5728;&#x5B66;&#x4E60;&#x4E2D;&#x627E;&#x5230;&#x4F18;&#x8D8A;&#x611F;&#xFF0C;&#x8FD9;&#x79CD;&#x4F18;&#x8D8A;&#x611F;&#x540C;&#x6837;&#x4F1A;&#x7D2F;&#x79EF;&#x72B6;&#x5927;&#xFF0C;&#x5F62;&#x6210;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x7684;&#x5B66;&#x4E60;&#x72B6;&#x6001;&#x3002;</p>
<p>&#x7531;&#x4E8E;&#x73AF;&#x5883;&#x548C;&#x80CC;&#x666F;&#x90FD;&#x4E0D;&#x53EF;&#x80FD;&#x8F7B;&#x6613;&#x6539;&#x53D8;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x5C31;&#x91CD;&#x70B9;&#x8C08;&#x8C08; &#x6301;&#x7EED;&#x5B66;&#x4E60;&#x7684;&#x6280;&#x5DE7;&#xFF0C;&#x6216;&#x8BB8;&#x4F1A;&#x5BF9;&#x5927;&#x5BB6;&#x6709;&#x4E9B;&#x5E2E;&#x52A9;&#x3002;</p>
<h2 id="&#x4E00;&#x3001;&#x95F4;&#x6B47;&#x6027;&#x4F11;&#x606F;&#x3002;"><a name="&#x4E00;&#x3001;&#x95F4;&#x6B47;&#x6027;&#x4F11;&#x606F;&#x3002;" class="anchor-navigation-ex-anchor" href="#&#x4E00;&#x3001;&#x95F4;&#x6B47;&#x6027;&#x4F11;&#x606F;&#x3002;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4E00;&#x3001;&#x95F4;&#x6B47;&#x6027;&#x4F11;&#x606F;&#x3002;</h2>
<p>&#x6E38;&#x620F;&#x4E2D;&#x82F1;&#x96C4;&#x7684;&#x8840;&#x69FD;&#x7A7A;&#x4E86;&#xFF0C;&#x5C31;&#x8981;&#x56DE;&#x57CE;&#x8865;&#x7ED9;&#xFF0C;&#x5426;&#x5219;&#x4F1A;&#x88AB;&#x51FB;&#x6740;&#x3002;</p>
<p>&#x540C;&#x6837;&#x7684;&#xFF0C;&#x4EBA;&#x7684;&#x4E00;&#x5929;&#x7684;&#x5B66;&#x4E60;&#x4E2D;&#xFF0C;&#x610F;&#x5FD7;&#x529B;&#x6216;&#x8111;&#x529B;&#x4E0D;&#x591F;&#x4E86;&#xFF0C;&#x5343;&#x4E07;&#x4E0D;&#x8981;&#x6B7B;&#x6491;&#x3002;&#x4E00;&#x65E6;&#x610F;&#x5FD7;&#x529B;&#x5D29;&#x6E83;&#xFF0C;&#x4EBA;&#x5C31;&#x8DCC;&#x843D;&#x5230;&#x6E38;&#x620F;&#x653E;&#x7EB5;&#x7684;&#x8F68;&#x9053;&#x4E2D;&#xFF0C;&#x4E00;&#x5929;&#x5C31;&#x865A;&#x5EA6;&#x4E86;&#x3002;</p>
<p>&#x95F4;&#x6B47;&#x6027;&#x4F11;&#x606F;&#x5C31;&#x662F;&#x901A;&#x8FC7;&#x4F11;&#x606F;&#x56DE;&#x57CE;&#x8865;&#x7ED9;&#xFF0C;&#x4FDD;&#x6301;&#x5145;&#x5206;&#x7684;&#x8111;&#x529B;&#xFF0C;&#x53BB;&#x5E94;&#x5BF9;&#x590D;&#x6742;&#x7684;&#x73AF;&#x5883;&#xFF0C;&#x505A;&#x51FA;&#x8270;&#x96BE;&#x7684;&#x6289;&#x62E9;&#x3002;</p>
<p>&#x5EFA;&#x8BAE;&#xFF1A;</p>
<ul>
<li>&#x6BCF;&#x9694;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x95ED;&#x76EE;&#x517B;&#x795E;&#x51E0;&#x5206;&#x949F;&#x3002;&#xFF08;&#x6216;&#x8005;&#x6DF1;&#x547C;&#x5438;&#x3001;&#x8D70;&#x52A8;&#x3001;&#x51A5;&#x60F3;&#xFF09;</li>
<li>&#x501F;&#x773C;&#x4FDD;&#x5065;&#x64CD;&#x65F6;&#x95F4;&#x95ED;&#x76EE;&#x517B;&#x795E;&#x3002;</li>
<li>&#x5348;&#x4F11;&#x3002;&#xFF08;&#x6211;&#x4E00;&#x822C;&#x5047;&#x5BD0;&#x4E8C;&#x5341;&#x5206;&#x949F;&#xFF0C;&#x7761;&#x6CA1;&#x7761;&#x7740;&#x90FD;&#x6CA1;&#x5173;&#x7CFB;&#x3002;&#xFF09;
&#x665A;&#x9910;&#x4E4B;&#x540E;&#x540C;&#x6837;&#x95ED;&#x76EE;&#x517B;&#x795E;&#x3002;&#xFF08;&#x6211;&#x4E00;&#x822C;&#x51A5;&#x60F3;&#x5341;&#x5206;&#x949F;&#xFF09;&#x3002;</li>
</ul>
<h2 id="&#x4E8C;&#x3001;&#x5CF0;&#x7EC8;&#x6548;&#x5E94;&#x3002;"><a name="&#x4E8C;&#x3001;&#x5CF0;&#x7EC8;&#x6548;&#x5E94;&#x3002;" class="anchor-navigation-ex-anchor" href="#&#x4E8C;&#x3001;&#x5CF0;&#x7EC8;&#x6548;&#x5E94;&#x3002;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4E8C;&#x3001;&#x5CF0;&#x7EC8;&#x6548;&#x5E94;&#x3002;</h2>
<blockquote>
<p>2002&#x5E74;&#x8BFA;&#x8D1D;&#x5C14;&#x7ECF;&#x6D4E;&#x5B66;&#x5956;&#x83B7;&#x5956;&#x8005;&#xFF0C;&#x5FC3;&#x7406;&#x5B66;&#x5BB6;&#x4E39;&#x5C3C;&#x5C14;&#xB7;&#x5361;&#x7EB3;&#x66FC;&#xFF08;Daniel Kahneman&#xFF09;&#x7ECF;&#x8FC7;&#x6DF1;&#x5165;&#x7814;&#x7A76;&#xFF0C;&#x53D1;&#x73B0;&#x6211;&#x4EEC;&#x5BF9;&#x4F53;&#x9A8C;&#x7684;&#x8BB0;&#x5FC6;&#x7531;&#x4E24;&#x4E2A;&#x56E0;&#x7D20;&#x51B3;&#x5B9A;&#xFF1A;&#x9AD8;&#x5CF0;&#xFF08;&#x65E0;&#x8BBA;&#x662F;&#x6B63;&#x5411;&#x7684;&#x8FD8;&#x662F;&#x8D1F;&#x5411;&#x7684;&#xFF09;&#x65F6;&#x4E0E;&#x7ED3;&#x675F;&#x65F6;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x5CF0;&#x7EC8;&#x5B9A;&#x5F8B;&#xFF08;Peak- End Rule&#xFF09;&#x3002;</p>
</blockquote>
<p>&#x6211;&#x4EEC;&#x5BF9;&#x5B66;&#x4E60;&#x7684;&#x5370;&#x8C61;&#x540C;&#x6837;&#x7531;&#x5CF0;&#x7EC8;&#x6548;&#x5E94;&#x51B3;&#x5B9A;&#x3002;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x6BCF;&#x6B21;&#x90FD;&#x5728;&#x653B;&#x96BE;&#x4E0D;&#x514B;&#x65F6;&#x505C;&#x6B62;&#xFF0C;&#x5927;&#x8111;&#x5C31;&#x5BF9;&#x5B66;&#x4E60;&#x7559;&#x4E0B;&#x6DF1;&#x6DF1;&#x7684;&#x8D1F;&#x9762;&#x5F71;&#x54CD;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x7EDD;&#x4E0D;&#x53EF;&#x80FD;&#x7231;&#x4E0A;&#x5B66;&#x4E60;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x76EE;&#x6807;&#x662F;&#x6BCF;&#x6B21;&#x5728;&#x5B66;&#x7684;&#x6109;&#x60A6;&#x65F6;&#x505C;&#x6B62;&#x5B66;&#x4E60;&#x3002;</p>
<p>&#x5EFA;&#x8BAE;&#xFF1A;</p>
<ul>
<li>&#x6839;&#x636E;&#x5B66;&#x4E60;&#x65F6;&#x95F4;&#x5206;&#x914D;&#x4EFB;&#x52A1;&#x3002;&#x6574;&#x6BB5;&#x65F6;&#x95F4;&#x6709;&#x9650;&#x65F6;&#xFF0C;&#x4E0D;&#x8981;&#x8D38;&#x7136;&#x5F00;&#x59CB;&#x5E9E;&#x5927;&#x7684;&#x4EFB;&#x52A1;&#x3002;</li>
<li>&#x5982;&#x679C;&#x975E;&#x8981;&#x4E2D;&#x65AD;&#x5B66;&#x4E60;&#xFF0C;&#x5728;&#x4EFB;&#x52A1;&#x96BE;&#x5EA6;&#x7684;&#x4E0B;&#x964D;&#x6BB5;&#x4E2D;&#x65AD;&#x5B66;&#x4E60;&#xFF0C;&#x5728;&#x5B66;&#x4E60;&#x4F53;&#x9A8C;&#x7684;&#x4E0A;&#x5347;&#x6BB5;&#x4E2D;&#x65AD;&#x5B66;&#x4E60;&#x3002;</li>
<li>&#x5728;&#x5B66;&#x4E60;&#x7684;&#x8D77;&#x8F6C;&#x627F;&#x5408;&#x7684;&#x6807;&#x5FD7;&#x70B9;&#xFF0C;&#x5373;&#x53D6;&#x5F97;&#x9636;&#x6BB5;&#x6027;&#x6210;&#x679C;&#x65F6;&#x4E2D;&#x65AD;&#x5B66;&#x4E60;&#x3002;</li>
</ul>
<h2 id="&#x4E09;&#x3001;&#x8C03;&#x7528;&#x6F5C;&#x610F;&#x8BC6;&#x4E3A;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#x3002;"><a name="&#x4E09;&#x3001;&#x8C03;&#x7528;&#x6F5C;&#x610F;&#x8BC6;&#x4E3A;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#x3002;" class="anchor-navigation-ex-anchor" href="#&#x4E09;&#x3001;&#x8C03;&#x7528;&#x6F5C;&#x610F;&#x8BC6;&#x4E3A;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#x3002;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4E09;&#x3001;&#x8C03;&#x7528;&#x6F5C;&#x610F;&#x8BC6;&#x4E3A;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#x3002;</h2>
<p>&#x5728;&#x901A;&#x5E38;&#x7684;&#x5DE5;&#x4F5C;&#x6A21;&#x5F0F;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5E38;&#x5E38;&#x52AA;&#x529B;&#x5728;&#x6316;&#x6398;&#x610F;&#x8BC6;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x8BA9;&#x610F;&#x8BC6;&#x66F4;&#x5356;&#x529B;&#x5730;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#x800C;&#x6CA1;&#x6709;&#x53D1;&#x89C9;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x6F5C;&#x610F;&#x8BC6;&#x4E0E;&#x610F;&#x8BC6;&#x5E76;&#x4E0D;&#x540C;&#x6B65;&#xFF0C;&#x751A;&#x81F3;&#x4E24;&#x8005;&#x4E4B;&#x95F4;&#x662F;&#x51B2;&#x7A81;&#x7684;&#xFF0C;&#x5BFC;&#x81F4;&#x5927;&#x8111;&#x5185;&#x8017;&#x3002;</p>
<p>&#x8BD5;&#x60F3;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x8C03;&#x52A8;&#x6F5C;&#x610F;&#x8BC6;&#x4E3A;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#xFF0C;&#x4E0D;&#x4EC5;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x7126;&#x8651;&#x62D6;&#x5EF6;&#x3001;&#x62B5;&#x89E6;&#x6297;&#x62D2;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x66F4;&#x53EF;&#x4EE5;&#x5927;&#x8111;&#x63D0;&#x9AD8;&#x6548;&#x7387;&#x5341;&#x500D;&#x4EE5;&#x4E0A;&#x3002;</p>
<p>&#x5EFA;&#x8BAE;&#xFF1A;</p>
<ul>
<li>&#x5206;&#x6790;&#x6F5C;&#x610F;&#x8BC6;&#x7684;&#x72B6;&#x6001;&#x3002;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x7684;&#x6F5C;&#x610F;&#x8BC6;&#x60F3;&#x8981;&#x653E;&#x677E;&#xFF08;&#x73A9;&#x6E38;&#x620F;&#xFF09;&#xFF0C;&#x8868;&#x660E;&#x6211;&#x4EEC;&#x7684;&#x80FD;&#x91CF;&#x4E0D;&#x591F;&#xFF0C;&#x9700;&#x8981;&#x4F11;&#x606F;&#x3002;&#x89C1;&#x7B2C;&#x4E00;&#x6761;&#x3002;</li>
<li>&#x51E1;&#x4E8B;&#x90FD;&#x63D0;&#x524D;&#x901A;&#x77E5;&#x6F5C;&#x610F;&#x8BC6;&#x3002;&#x5373;&#x4E3B;&#x52A8;&#x5BF9;&#x6F5C;&#x610F;&#x8BC6;&#x8BF4;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x4EEC;&#x8981;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x6F5C;&#x610F;&#x8BC6;&#x4F1A;&#x505A;&#x4E00;&#x4E9B;&#x51C6;&#x5907;&#x5DE5;&#x4F5C;&#x3002;</li>
<li>&#x5728;&#x7B2C;&#x4E00;&#x6761;&#x4E2D;&#xFF0C;&#x6BCF;&#x6B21;&#x4F11;&#x606F;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x90FD;&#x63D0;&#x524D;&#x901A;&#x77E5;&#x6F5C;&#x610F;&#x8BC6;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x884C;&#x52A8;&#x3002;
&#x8BE6;&#x89C1;&#xFF1A;&#x5982;&#x4F55;&#x8C03;&#x52A8;&#x6F5C;&#x610F;&#x8BC6;&#x4E3A;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;</li>
</ul>
<h2 id="&#x56DB;&#x3001;&#x767D;&#x5929;&#x65E0;&#x5A31;&#x4E50;&#x3002;"><a name="&#x56DB;&#x3001;&#x767D;&#x5929;&#x65E0;&#x5A31;&#x4E50;&#x3002;" class="anchor-navigation-ex-anchor" href="#&#x56DB;&#x3001;&#x767D;&#x5929;&#x65E0;&#x5A31;&#x4E50;&#x3002;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x56DB;&#x3001;&#x767D;&#x5929;&#x65E0;&#x5A31;&#x4E50;&#x3002;</h2>
<p>&#x201C;&#x767D;&#x5929;&#x65E0;&#x5A31;&#x4E50;&#x201D;&#xFF0C;&#x8FD9;&#x6761;&#x662F;&#x6211;&#x5728;&#x8003;&#x7814;&#x9636;&#x6BB5;&#x7684;&#x81EA;&#x5F8B;&#x8981;&#x6C42;&#x7684;&#x603B;&#x7EB2;&#xFF0C;&#x610F;&#x601D;&#x662F;&#x767D;&#x5929;&#x4E0D;&#x5141;&#x8BB8;&#x4EFB;&#x4F55;&#x5A31;&#x4E50;&#x6D3B;&#x52A8;&#x3002;</p>
<p>&#x5A31;&#x4E50;&#x7684;&#x5A01;&#x80C1;&#x4E0D;&#x5355;&#x5355;&#x662F;&#x6D6A;&#x8D39;&#x65F6;&#x95F4;&#xFF0C;&#x66F4;&#x4E3B;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x5B83;&#x628A;&#x5927;&#x8111;&#x8C03;&#x6574;&#x5230;&#x4E86;&#x4F4E;&#x4ED8;&#x51FA;&#x9AD8;&#x5FEB;&#x611F;&#x7684;&#x8F68;&#x9053;&#x4E0A;&#xFF0C;&#x5176;&#x9AD8;&#x6027;&#x4EF7;&#x6BD4;&#x548C;&#x9AD8;&#x60EF;&#x6027;&#x4F7F;&#x5927;&#x8111;&#x5C06;&#x6301;&#x7EED;&#x5728;&#x8FD9;&#x4E00;&#x8F68;&#x9053;&#x4E0A;&#x8FD0;&#x884C;&#x3002;</p>
<p>&#x201C;&#x767D;&#x5929;&#x65E0;&#x5A31;&#x4E50;&#x201D;&#xFF0C;&#x8868;&#x793A;&#x665A;&#x9910;&#x4E4B;&#x524D;&#xFF0C;&#x81EA;&#x5DF1;&#x90FD;&#x4E0D;&#x5141;&#x8BB8;&#x8FDB;&#x5165;&#x4F4E;&#x4ED8;&#x51FA;&#x9AD8;&#x5FEB;&#x611F;&#x7684;&#x78C1;&#x60AC;&#x6D6E;&#x9AD8;&#x94C1;&#x4E0A;&#x3002;</p>
<p>&#x8FD9;&#x79CD;&#x89C4;&#x5219;&#x8FD8;&#x53EF;&#x4EE5;&#x51CF;&#x5C11;&#x5927;&#x91CF;&#x7684;&#x5E72;&#x6270;&#x4FE1;&#x606F;&#x7684;&#x6444;&#x5165;&#xFF0C;&#x51CF;&#x8F7B;&#x5927;&#x8111;&#x8D1F;&#x62C5;&#x3002;</p>
<p>&#x540C;&#x65F6;&#x8BA9;&#x81EA;&#x5DF1;&#x5728;Fulfillment&#x7684;&#x6B23;&#x6170;&#x611F;&#x4E2D;&#xFF0C;&#x65E9;&#x70B9;&#x4F11;&#x606F;&#x3002;</p>
<h2 id="&#x4E94;&#x3001;&#x6807;&#x672C;&#x517C;&#x6CBB;"><a name="&#x4E94;&#x3001;&#x6807;&#x672C;&#x517C;&#x6CBB;" class="anchor-navigation-ex-anchor" href="#&#x4E94;&#x3001;&#x6807;&#x672C;&#x517C;&#x6CBB;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4E94;&#x3001;&#x6807;&#x672C;&#x517C;&#x6CBB;</h2>
<p>&#x5F88;&#x591A;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x89E3;&#x51B3;&#x610F;&#x5FD7;&#x529B;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5173;&#x952E;&#x5728;&#x4E8E;&#x6CBB;&#x672C;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x89E3;&#x51B3;&#x601D;&#x60F3;&#x4E0A;&#x969C;&#x788D;&#x3002;</p>
<p>&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x4E16;&#x754C;&#x7684;&#x4EFB;&#x4F55;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x90FD;&#x9700;&#x8981;&#x6807;&#x672C;&#x517C;&#x6CBB;&#x3002;</p>
<p>&#x6CBB;&#x672C;&#x53EF;&#x4EE5;&#x6839;&#x9664;&#x9690;&#x60A3;&#xFF0C;&#x6CBB;&#x6807;&#x53EF;&#x4EE5;&#x89E3;&#x71C3;&#x7709;&#x4E4B;&#x6025;&#x3002;</p>
<p>&#x6CBB;&#x6807;&#x4E0D;&#x6CBB;&#x672C;&#xFF1A;&#x95EE;&#x9898;&#x6CA1;&#x6709;&#x6839;&#x672C;&#x89E3;&#x51B3;&#x3002;</p>
<p>&#x6CBB;&#x672C;&#x4E0D;&#x6CBB;&#x6807;&#xFF1A;&#x7CFB;&#x7EDF;&#x963B;&#x529B;&#x8FC7;&#x5927;&#xFF0C;&#x4E0D;&#x7A33;&#x5B9A;&#x6027;&#x589E;&#x52A0;&#xFF0C;&#x6CBB;&#x672C;&#x4E4B;&#x7B56;&#x65E0;&#x6CD5;&#x843D;&#x5B9E;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x5728;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5206;&#x6790;&#x81EA;&#x5DF1;&#x5927;&#x91CF;&#x7684;&#x65F6;&#x95F4;&#x90FD;&#x6D41;&#x5230;&#x54EA;&#x91CC;&#x53BB;&#x4E86;&#xFF0C;&#x627E;&#x51FA;&#x81EA;&#x5DF1;&#x7684;&#x65F6;&#x95F4;&#x9ED1;&#x6D1E;&#xFF0C;&#x627E;&#x51FA;&#x5B66;&#x4E60;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x5E72;&#x6270;&#x9879;&#x548C;&#x8BF1;&#x60D1;&#x7269;&#xFF0C;&#x9488;&#x5BF9;&#x6027;&#x5730;&#x66F2;&#x7A81;&#x5F99;&#x85AA;&#xFF0C;&#x80FD;&#x7ACB;&#x523B;&#x6539;&#x5584;&#x5F53;&#x524D;&#x7684;&#x75C7;&#x72B6;&#xFF0C;&#x589E;&#x5F3A;&#x81EA;&#x8EAB;&#x4FE1;&#x5FC3;&#x3002;</p>
<footer class="page-footer"><span class="copyright">Copyright &#xA9; Albert-W 2018 all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x8BE5;&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2018-09-14 15:32:16
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="section1.4.html" class="navigation navigation-prev " aria-label="Previous page: 1.4 学习学不进去的时候怎么办?">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="1.6.html" class="navigation navigation-next " aria-label="Next page: 1.6 盲兽多巴胺">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.5 深知学习改变命运却为何不能坚持学习?","level":"1.3.5","depth":2,"next":{"title":"1.6 盲兽多巴胺","level":"1.3.6","depth":2,"path":"chapter1/1.6.md","ref":"chapter1/1.6.md","articles":[]},"previous":{"title":"1.4 学习学不进去的时候怎么办?","level":"1.3.4","depth":2,"path":"chapter1/section1.4.md","ref":"chapter1/section1.4.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["github","tbfed-pagefooter","anchor-navigation-ex@0.1.8","-sharing"],"pluginsConfig":{"github":{"url":"https://github.com/Albert-W/leave-and-learn"},"tbfed-pagefooter":{"copyright":"Copyright &copy Albert-W 2018","modify_label":"该文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"anchor-navigation-ex":{"isRewritePageTitle":false,"tocLevel1Icon":"fa fa-hand-o-right","tocLevel2Icon":"fa fa-hand-o-right","tocLevel3Icon":"fa fa-hand-o-right"},"fontsettings":{"theme":"white","family":"sans","size":1},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter1/1.5.md","mtime":"2018-09-14T14:32:16.538Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-09-14T15:17:48.119Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

