
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1.2 学习方法金字塔 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../chapter2/" />
    
    
    <link rel="prev" href="section1.1.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    书籍介绍
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                    自制力
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="section1.1.html">
            
                <a href="section1.1.html">
            
                    
                    1.1 年轻人如何在独居时有效地保持自律？
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.2" data-path="section1.2.html">
            
                <a href="section1.2.html">
            
                    
                    1.2 学习方法金字塔
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../chapter2/">
            
                <a href="../chapter2/">
            
                    
                    学习方法
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../chapter2/section2.1.html">
            
                <a href="../chapter2/section2.1.html">
            
                    
                    section2.2
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../chapter2/section2.2.html">
            
                <a href="../chapter2/section2.2.html">
            
                    
                    Section2.2
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../chapter3/">
            
                <a href="../chapter3/">
            
                    
                    学习周边
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../chapter3/section3.1.html">
            
                <a href="../chapter3/section3.1.html">
            
                    
                    section1.2
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../chapter3/section3.2.html">
            
                <a href="../chapter3/section3.2.html">
            
                    
                    Section1.2
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.2 学习方法金字塔</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x91D1;&#x5B57;&#x5854;">&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x91D1;&#x5B57;&#x5854;</h1>
<p>&#x6B63;&#x6240;&#x8C13;&#xFF0C;&#x7269;&#x6709;&#x672C;&#x672B;&#xFF0C;&#x4E8B;&#x6709;&#x7EC8;&#x59CB;&#xFF0C;&#x77E5;&#x6240;&#x5148;&#x540E;&#xFF0C;&#x5219;&#x8FD1;&#x9053;&#x77E3;&#x3002;</p>
<p>&#x5728;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x4E2D;&#x66F4;&#x662F;&#x5982;&#x6B64;&#x3002;</p>
<p>&#x6211;&#x753B;&#x4E86;&#x4E00;&#x4E2A;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x91D1;&#x5B57;&#x5854;&#xFF0C;&#x628A;&#x5B66;&#x4E60;&#x4F53;&#x7CFB;&#x5206;&#x6210;&#x4E86;&#x4E03;&#x5C42;&#xFF0C;&#x6BCF;&#x5C42;&#x5BF9;&#x5E94;&#x5B66;&#x4E60;&#x7684;&#x4E00;&#x4E2A;&#x8981;&#x7D20;&#x3002;&#x5E95;&#x5C42;&#x662F;&#x4E0A;&#x5C42;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x4E0A;&#x5C42;&#x4E3A;&#x5E95;&#x5C42;&#x7684;&#x589E;&#x8865;&#x3002;</p>
<p>&#x4E0B;&#x4E09;&#x5C42;&#x4E0E;&#x81EA;&#x5236;&#x529B;&#x76F8;&#x5173;&#xFF0C;&#x4E0A;&#x56DB;&#x5C42;&#x662F;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x76F8;&#x5173;&#x3002;</p>
<p>&#x6BCF;&#x4E00;&#x5C42;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x6211;&#x5728;&#x4EE5;&#x524D;&#x7684;&#x6587;&#x7AE0;&#x4E2D;&#x5747;&#x6709;&#x6D89;&#x53CA;&#xFF0C;&#x8FD9;&#x91CC;&#x4F1A;&#x505A;&#x6700;&#x7CBE;&#x8981;&#x7684;&#x6982;&#x8FF0;&#x3002;&#x6BCF;&#x5C42;&#x7ED3;&#x5C3E;&#x4F1A;&#x7ED9;&#x51FA;&#x62D3;&#x5C55;&#x9605;&#x8BFB;&#x7684;&#x8054;&#x63A5;&#xFF0C;&#x5982;&#x6709;&#x7591;&#x95EE;&#xFF0C;&#x6B22;&#x8FCE;&#x7559;&#x8A00;&#x4EA4;&#x6D41;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x91D1;&#x5B57;&#x5854;&#x53EF;&#x4EE5;&#x7528;&#x505A;&#x53C2;&#x7167;&#xFF0C;&#x65B9;&#x4FBF;&#x81EA;&#x68C0;&#x3002;</p>
<p>Learning Method Pyramid
&#x7B2C;&#x4E00;&#x5C42;&#xFF1A;&#x73AF;&#x5883;</p>
<p>&#x73AF;&#x5883;&#x4F1A;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x5730;&#x3001;&#x6C38;&#x4E0D;&#x6B62;&#x606F;&#x5730;&#x5F71;&#x54CD;&#x5468;&#x56F4;&#x7684;&#x4EBA;&#x548C;&#x7269;&#x3002;</p>
<p>&#x5728;&#x597D;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#x5B66;&#x4E60;&#xFF0C;&#x4E00;&#x5206;&#x8015;&#x8018;&#x4E00;&#x5206;&#x6536;&#x83B7;&#x3002;&#x5728;&#x5DEE;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#x5B66;&#x4E60;&#xFF0C;&#x5B66;&#x4E60;&#x5982;&#x9006;&#x6C34;&#x884C;&#x821F;&#xFF0C;&#x4E00;&#x7BD9;&#x677E;&#x52B2;&#x9000;&#x5343;&#x5BFB;&#x3002;</p>
<p>&#x5BF9;&#x5927;&#x5B66;&#x751F;&#x800C;&#x8A00;&#xFF0C;&#x6700;&#x7B80;&#x5355;&#x7684;&#x63D0;&#x9AD8;&#x5B66;&#x4E60;&#x6548;&#x7387;&#x7684;&#x65B9;&#x6CD5;&#x5C31;&#x662F;&#x2014;&#x2014;&#x79BB;&#x5F00;&#x5BBF;&#x820D;&#xFF0C;&#x8D70;&#x5411;&#x6559;&#x5BA4;&#x3002;</p>
<p>&#x73AF;&#x5883;&#x9664;&#x4E86;&#x6F5C;&#x79FB;&#x9ED8;&#x5316;&#x5730;&#x5F71;&#x54CD;&#x4EBA;&#x4EE5;&#x5916;&#xFF0C;&#x4E5F;&#x4F1A;&#x76F4;&#x63A5;&#x5F71;&#x54CD;&#x4EBA;&#x7684;&#x5FC3;&#x6001;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#x52FE;&#x8DF5;&#x7684;&#x73AF;&#x5883;&#x8BA9;&#x4ED6;&#x6709;&#x6781;&#x5F3A;&#x7684;&#x5371;&#x673A;&#x610F;&#x8BC6;&#xFF1B;&#x9AD8;&#x8003;&#x7684;&#x73AF;&#x5883;&#x8BA9;&#x9AD8;&#x4E09;&#x7684;&#x540C;&#x5B66;&#x6709;&#x65F6;&#x95F4;&#x7D27;&#x8FEB;&#x611F;&#x3002;</p>
<p>&#x5371;&#x673A;&#x610F;&#x8BC6;&#x548C;&#x65F6;&#x95F4;&#x7D27;&#x8FEB;&#x611F;&#xFF0C;&#x662F;&#x5B66;&#x4E60;&#x5DE5;&#x4F5C;&#x4E2D;&#x6700;&#x597D;&#x7684;&#x97AD;&#x7B56;&#x3002;</p>
<p>&#x9700;&#x8981;&#x5355;&#x72EC;&#x6307;&#x51FA;&#x7684;&#x662F;&#xFF0C;&#x4E0A;&#x763E;&#x5176;&#x5B9E;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x5BA2;&#x89C2;&#x7684;&#x5B58;&#x5728;&#x3002;&#x763E;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x8868;&#x660E;&#x76F8;&#x5E94;&#x7684;&#x8111;&#x56DE;&#x8DEF;&#x5DF2;&#x7ECF;&#x5728;&#x5927;&#x8111;&#x4E2D;&#x624E;&#x6839;&#x3002;</p>
<p>&#x4EBA;&#x9003;&#x907F;&#x4E0A;&#x763E;&#x4E4B;&#x7269;&#xFF0C;&#x5E94;&#x5982;&#x540C;&#x9003;&#x907F;&#x8FC7;&#x654F;&#x539F;&#x4E00;&#x6837;&#x3002;</p>
<p>&#x76F8;&#x5173;&#x9605;&#x8BFB;&#xFF1A;&#x4F0D;&#x4EA6;&#x52E4;&#xFF1A;&#x5BD2;&#x95E8;&#x5B50;&#x5F1F;&#x51FA;&#x8DEF;&#x5728;&#x54EA;&#x91CC;&#xFF1F;</p>
<p>&#x7B2C;&#x4E8C;&#x5C42;&#xFF1A;&#x7761;&#x7720;</p>
<p>&#x8D35;&#x6709;&#x6052;&#x4F55;&#x5FC5;&#x4E09;&#x66F4;&#x7720;&#x4E94;&#x66F4;&#x8D77;&#xFF0C;&#x6700;&#x65E0;&#x76CA;&#x53EA;&#x6015;&#x4E00;&#x65E5;&#x66DD;&#x5341;&#x65E5;&#x5BD2;&#x3002;</p>
<p>&#x5C31;&#x50CF;&#x9A6C;&#x62C9;&#x677E;&#x4E00;&#x6837;&#xFF0C;&#x6210;&#x529F;&#x7684;&#x5173;&#x952E;&#x4E0D;&#x5728;&#x4E8E;&#x67D0;&#x4E2A;&#x65F6;&#x95F4;&#x70B9;&#x7684;&#x51B2;&#x523A;&#xFF0C;&#x800C;&#x5728;&#x4E8E;&#x7A33;&#x5B9A;&#x524D;&#x8FDB;&#x7684;&#x72B6;&#x6001;&#x3002;&#x5B66;&#x4E60;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x7A33;&#x5B9A;&#x5B66;&#x4E60;&#x7684;&#x72B6;&#x6001;&#x3002;</p>
<p>&#x8981;&#x6709;&#x7A33;&#x5B9A;&#x7684;&#x5B66;&#x4E60;&#x72B6;&#x6001;&#xFF0C;&#x5FC5;&#x5148;&#x6709;&#x7A33;&#x5B9A;&#x7684;&#x3001;&#x9AD8;&#x6548;&#x7684;&#x7761;&#x7720;&#x3002;</p>
<p>&#x7761;&#x7720;&#x591A;&#x68A6;&#x7684;&#x540C;&#x5B66;&#xFF0C;&#x53EF;&#x4EE5;&#x8BD5;&#x8BD5;&#x51A5;&#x60F3;&#xFF0C;&#x6211;&#x7528;&#x51A5;&#x60F3;&#x53EF;&#x4EE5;&#x5927;&#x5E45;&#x51CF;&#x5C11;&#x505A;&#x68A6;&#x3002;</p>
<p>&#x76F8;&#x5173;&#x9605;&#x8BFB;&#xFF1A;&#x4F0D;&#x4EA6;&#x52E4;&#xFF1A;&#x5982;&#x4F55;&#x6539;&#x6389;&#x665A;&#x7761;&#x5F3A;&#x8FEB;&#x75C7;&#xFF0C;&#x4E0D;&#x62D6;&#x5EF6;&#x7684;&#x5728;23&#x70B9;&#x7761;&#x89C9;?
&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x9009;&#x62E9;&#x51A5;&#x60F3;</p>
<p>&#x7B2C;&#x4E09;&#x5C42;&#xFF1A;&#x9759;&#x5FC3;</p>
<p>&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x5565;&#x4E8B;&#x90FD;&#x4E0D;&#x60F3;&#x5E72;&#xFF0C;&#x5DF2;&#x7ECF;&#x4EBA;&#x7684;&#x5927;&#x8111;&#x91CC;&#x5DF2;&#x7ECF;&#x585E;&#x4E86;&#x592A;&#x591A;&#x4E1C;&#x897F;&#xFF0C;&#x653E;&#x4E0D;&#x4E0B;&#x522B;&#x7684;&#x4E86;&#x3002;</p>
<p>&#x60F3;&#x8981;&#x88C5;&#x6C34;&#xFF0C;&#x5148;&#x628A;&#x676F;&#x5B50;&#x5012;&#x7A7A;&#x3002;</p>
<p>&#x60F3;&#x8981;&#x5B66;&#x4E60;&#xFF0C;&#x5148;&#x628A;&#x5927;&#x8111;&#x653E;&#x7A7A;&#x3002;</p>
<p>&#x628A;&#x5927;&#x8111;&#x653E;&#x7A7A;&#xFF0C;&#x5C31;&#x662F;&#x5904;&#x7406;&#x6389;&#x81EA;&#x5DF1;&#x7684;&#x8BF1;&#x60D1;&#x548C;&#x6742;&#x4E71;&#x7684;&#x601D;&#x7EEA;&#xFF0C;&#x8BA9;&#x81EA;&#x5DF1;&#x5B89;&#x9759;&#x4E0B;&#x6765;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x8BF8;&#x845B;&#x4EAE;&#x8BF4;&#xFF0C;&#x201C;&#x975E;&#x9759;&#x65E0;&#x4EE5;&#x6210;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x975E;&#x5B81;&#x9759;&#x65E0;&#x4EE5;&#x81F4;&#x8FDC;&#x201D;&#x3002;</p>
<p>&#x76F8;&#x5173;&#x9605;&#x8BFB;&#xFF1A;&#x76F2;&#x517D;&#x591A;&#x5DF4;&#x80FA;</p>
<p>&#x7B2C;&#x56DB;&#x5C42;&#xFF1A;&#x8BA1;&#x5212;</p>
<p>&#x5BF9;&#x4E8E;&#x81EA;&#x5236;&#x529B;&#x8DB3;&#x591F;&#x5F3A;&#x7684;&#x4EBA;&#xFF0C;&#x8BA1;&#x5212;&#x4E0D;&#x662F;&#x5FC5;&#x987B;&#x7684;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x81EA;&#x5236;&#x529B;&#x6B20;&#x7F3A;&#x7684;&#x4EBA;&#xFF0C;&#x76EE;&#x6807;&#x6BD4;&#x8F83;&#x590D;&#x6742;&#x7684;&#x4EBA;&#xFF0C;&#x8BA1;&#x5212;&#x53EF;&#x4EE5;&#x4EE3;&#x507F;&#x90E8;&#x5206;&#x7684;&#x81EA;&#x5236;&#x529B;&#x7F3A;&#x5931;&#xFF0C;&#x51CF;&#x5C11;&#x5927;&#x91CF;&#x7126;&#x8651;&#x3002;</p>
<p>&#x5982;&#x679C;&#x6CA1;&#x6709;&#x8BA1;&#x5212;&#xFF0C;&#x5927;&#x8111;&#x9700;&#x8981;&#x5728;&#x4F17;&#x591A;&#x4EFB;&#x52A1;&#x4E2D;&#x6311;&#x9009;&#x4E00;&#x6761;&#x53BB;&#x6267;&#x884C;&#x3002;</p>
<p>&#x5927;&#x8111;&#x672C;&#x80FD;&#x5730;&#x503E;&#x5411;&#x9009;&#x62E9;&#x8F7B;&#x677E;&#x5BB9;&#x6613;&#x7684;&#x4E8B;&#x60C5;&#x53BB;&#x505A;&#xFF0C;&#x8FD9;&#x4E2A;&#x9009;&#x62E9;&#x8FC7;&#x7A0B;&#x4F1A;&#x8017;&#x8D39;&#x5927;&#x91CF;&#x610F;&#x5FD7;&#x529B;&#x3002;&#x6BCF;&#x6B21;&#x9009;&#x62E9;&#x90FD;&#x662F;&#x8017;&#x8D39;&#x610F;&#x5FD7;&#x529B;&#x7684;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x5982;&#x679C;&#x505A;&#x4E86;&#x8BA1;&#x5212;&#xFF0C;&#x4EBA;&#x4EEC;&#x5728;&#x8BA1;&#x5212;&#x4E2D;&#x9009;&#x62E9;&#x4E8B;&#x60C5;&#x53BB;&#x505A;&#xFF0C;&#x5C31;&#x7B97;&#x9009;&#x62E9;&#x6700;&#x8F7B;&#x677E;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4E5F;&#x662F;&#x5B8C;&#x6210;&#x4E86;&#x81EA;&#x5DF1;&#x7ACB;&#x5B9A;&#x7684;&#x4EFB;&#x52A1;&#x3002;&#xFF08;&#x8FD9;&#x5C31;&#x662F;&#x201C;&#x7ED3;&#x6784;&#x5316;&#x62D6;&#x5EF6;&#x6CD5;&#x201D;&#x7684;&#x539F;&#x7406;&#x3002;&#xFF09;</p>
<p>&#x76F8;&#x5173;&#x9605;&#x8BFB;&#xFF1A;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x505A;&#x8BA1;&#x5212;
&#x628A;&#x8BA1;&#x5212;&#x4E0E;&#x65E5;&#x8BB0;&#x5408;&#x4E8C;&#x4E3A;&#x4E00;</p>
<p>&#x7B2C;&#x4E94;&#x5C42;&#xFF1A;&#x8981;&#x4E8B;&#x5148;&#x505A;</p>
<p>&#x4EBA;&#x4E00;&#x5929;&#x7684;&#x610F;&#x5FD7;&#x529B;&#x662F;&#x9012;&#x51CF;&#x7684;&#x3002;</p>
<p>&#x5728;&#x610F;&#x5FD7;&#x529B;&#x6700;&#x65FA;&#x76DB;&#x65F6;&#xFF0C;&#x505A;&#x6700;&#x9700;&#x8981;&#x610F;&#x5FD7;&#x529B;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x8FD9;&#x6837;&#x4E00;&#x5929;&#x53EF;&#x4EE5;&#x5B8C;&#x6210;&#x66F4;&#x591A;&#x7684;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x4EFB;&#x52A1;&#x3002;</p>
<p>&#x8FD9;&#x4E9B;&#x4EFB;&#x52A1;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x6BD4;&#x5176;&#x4ED6;&#x4EFB;&#x52A1;&#x7684;&#x4EF7;&#x503C;&#x591A;&#x5F97;&#x591A;&#x3002;</p>
<p>&#x7B2C;&#x516D;&#x5C42;&#xFF1A;&#x4E3B;&#x52A8;&#x601D;&#x8003;</p>
<p>&#x4EBA;&#x7684;&#x601D;&#x8003;&#x5206;&#x4E3A;&#x4E3B;&#x52A8;&#x601D;&#x8003;&#x548C;&#x88AB;&#x52A8;&#x601D;&#x8003;&#xFF0C;&#x4E3B;&#x52A8;&#x601D;&#x8003;&#x7684;&#x4EF7;&#x503C;&#x8FDC;&#x8FDC;&#x5927;&#x4E8E;&#x88AB;&#x52A8;&#x601D;&#x8003;&#x3002;</p>
<p>&#x76F8;&#x5173;&#x9605;&#x8BFB;&#xFF1A;&#x4F0D;&#x4EA6;&#x52E4;&#xFF1A;&#x5237;&#x9898;&#x5BF9;&#x4E8E;&#x638C;&#x63E1;&#x67D0;&#x79CD;&#x77E5;&#x8BC6;&#x771F;&#x7684;&#x5FC5;&#x8981;&#x5417;&#xFF1F;
&#x4F0D;&#x4EA6;&#x52E4;&#xFF1A;&#x4F60;&#x6709;&#x4EC0;&#x4E48;&#x76F8;&#x89C1;&#x6068;&#x665A;&#x7684;&#x9AD8;&#x6548;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#xFF1F;</p>
<p>&#x7B2C;&#x4E03;&#x5C42;&#xFF1A;&#x7ED3;&#x6784;&#x5316;&#x77E5;&#x8BC6;</p>
<p>&#x53EA;&#x662F;&#x5B58;&#x50A8;&#xFF0C;&#x4E0D;&#x80FD;&#x8BFB;&#x53D6;&#x7684;&#x77E5;&#x8BC6; &#x5C31;&#x662F;&#x65E0;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x3001;&#x6B7B;&#x77E5;&#x8BC6;&#xFF0C;&#x5B66;&#x4E86;&#x7B49;&#x540C;&#x4E8E;&#x6CA1;&#x5B66;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x6444;&#x5165;&#x77E5;&#x8BC6;&#x4E4B;&#x540E;&#xFF0C;&#x8981;&#x5BF9;&#x77E5;&#x8BC6;&#x8FDB;&#x884C;&#x52A0;&#x5DE5;&#x548C;&#x6574;&#x7406;&#xFF0C;&#x65B9;&#x4FBF;&#x77E5;&#x8BC6;&#x7684;&#x8BFB;&#x53D6;&#x548C;&#x5229;&#x7528;&#x3002;</p>
<p>&#x6700;&#x4F73;&#x7684;&#x77E5;&#x8BC6;&#x6574;&#x7406;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5C31;&#x662F;&#x628A;&#x65B0;&#x7684;&#x77E5;&#x8BC6;&#x7EB3;&#x5165;&#x5230;&#x81EA;&#x5DF1;&#x7684;&#x77E5;&#x8BC6;&#x4F53;&#x7CFB;&#x4E2D;&#xFF0C;&#x901A;&#x8FC7;&#x5F62;&#x8C61;&#x5316;&#x3001;&#x5177;&#x8C61;&#x5316;&#x7684;&#x5904;&#x7406;&#xFF0C;&#x7ED9;&#x77E5;&#x8BC6;&#x5EFA;&#x7ACB;&#x7D22;&#x5F15;&#x3002;</p>
<p>&#x76F8;&#x5173;&#x9605;&#x8BFB;&#xFF1A;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x6784;&#x5EFA;&#x77E5;&#x8BC6;&#x4F53;&#x7CFB;&#xFF1F;</p>
<p>&#x6700;&#x540E;&#xFF0C;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x6587;&#x7AE0;&#x7684;&#x6C47;&#x603B;&#x5728;&#xFF1A;&#x5B66;&#x65E0;&#x6B62;&#x5883;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="section1.1.html" class="navigation navigation-prev " aria-label="Previous page: 1.1 年轻人如何在独居时有效地保持自律？">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../chapter2/" class="navigation navigation-next " aria-label="Next page: 学习方法">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.2 学习方法金字塔","level":"1.2.2","depth":2,"next":{"title":"学习方法","level":"1.3","depth":1,"path":"chapter2/README.md","ref":"chapter2/README.md","articles":[{"title":"section2.2","level":"1.3.1","depth":2,"path":"chapter2/section2.1.md","ref":"chapter2/section2.1.md","articles":[]},{"title":"Section2.2","level":"1.3.2","depth":2,"path":"chapter2/section2.2.md","ref":"chapter2/section2.2.md","articles":[]}]},"previous":{"title":"1.1 年轻人如何在独居时有效地保持自律？","level":"1.2.1","depth":2,"path":"chapter1/section1.1.md","ref":"chapter1/section1.1.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter1/section1.2.md","mtime":"2018-09-12T11:28:42.058Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-09-12T11:29:39.585Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

