
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1.3 自制力模型 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-tbfed-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchor-navigation-ex/style/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="section1.4.html" />
    
    
    <link rel="prev" href="section1.2.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                    1. 自制力
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="section1.1.html">
            
                <a href="section1.1.html">
            
                    
                    1.1 年轻人如何在独居时有效地保持自律？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="section1.2.html">
            
                <a href="section1.2.html">
            
                    
                    1.2 学习方法金字塔
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.3" data-path="section1.3.html">
            
                <a href="section1.3.html">
            
                    
                    1.3 自制力模型
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="section1.4.html">
            
                <a href="section1.4.html">
            
                    
                    1.4 学习学不进去的时候怎么办?
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../chapter2/">
            
                <a href="../chapter2/">
            
                    
                    2. 学习方法
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../chapter2/section2.1.html">
            
                <a href="../chapter2/section2.1.html">
            
                    
                    section2.1
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../chapter2/section2.2.html">
            
                <a href="../chapter2/section2.2.html">
            
                    
                    Section2.2
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../chapter3/">
            
                <a href="../chapter3/">
            
                    
                    3. 学习周边
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../chapter3/section3.1.html">
            
                <a href="../chapter3/section3.1.html">
            
                    
                    section3.1
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../chapter3/section3.2.html">
            
                <a href="../chapter3/section3.2.html">
            
                    
                    Section3.2
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../reward.html">
            
                <a href="../reward.html">
            
                    
                    赞赏
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.3 自制力模型</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <div id="anchor-navigation-ex-navbar"><i class="fa fa-anchor"></i><ul><li><a href="#&#x81EA;&#x5236;&#x529B;&#x6A21;&#x578B;">&#x81EA;&#x5236;&#x529B;&#x6A21;&#x578B;</a></li></ul></div><a href="#&#x81EA;&#x5236;&#x529B;&#x6A21;&#x578B;" id="anchorNavigationExGoTop"><i class="fa fa-arrow-up"></i></a><h1 id="&#x81EA;&#x5236;&#x529B;&#x6A21;&#x578B;"><a name="&#x81EA;&#x5236;&#x529B;&#x6A21;&#x578B;" class="anchor-navigation-ex-anchor" href="#&#x81EA;&#x5236;&#x529B;&#x6A21;&#x578B;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x81EA;&#x5236;&#x529B;&#x6A21;&#x578B;</h1>
<p>&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x5EFA;&#x7ACB;&#x4E86;&#x4E00;&#x4E2A;&#x6A21;&#x578B;&#xFF0C;&#x7B80;&#x6D01;&#x6709;&#x529B;&#x3001;&#x5F62;&#x8C61;&#x6DF1;&#x523B;&#xFF0C;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;95%&#x7684;&#x81EA;&#x5236;&#x529B;&#x76F8;&#x5173;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x4F60;&#x80FD;&#x7075;&#x6D3B;&#x8FD0;&#x7528;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x4F60;&#x4E0D;&#x8981;&#x8DF3;&#x8BFB;&#xFF0C;&#x7406;&#x89E3;&#x5168;&#x6587;&#x3002;</p>
<p>&#x8FD0;&#x7528;&#x4E4B;&#x5999;&#xFF0C;&#x5B58;&#x4E4E;&#x4E00;&#x5FC3;&#xFF0C;&#x524D;&#x63D0;&#x662F;&#x4F60;&#x80FD;&#x5145;&#x5206;&#x7406;&#x89E3;&#x3002;</p>
<p>&#x4E00;&#x3001;&#x610F;&#x5FD7;&#x529B;&#x8DC3;&#x8FC1;&#x7406;&#x8BBA;</p>
<p>&#x5728;&#x7535;&#x5B50;&#x8DC3;&#x8FC1;&#x7406;&#x8BBA;&#x4E2D;&#xFF0C;&#x7535;&#x5B50;&#x53EA;&#x6709;&#x79EF;&#x84C4;&#x4E86;&#x4E00;&#x5B9A;&#x7684;&#x80FD;&#x91CF;&#xFF0C;&#x624D;&#x80FD;&#x53D1;&#x751F;&#x8DC3;&#x8FC1;&#x3002;</p>
<p>&#x540C;&#x6837;&#x7684;&#xFF0C;&#x5728;&#x610F;&#x5FD7;&#x529B;&#x7684;&#x4F5C;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5F53;&#x4E2A;&#x4EBA;&#x610F;&#x5FD7;&#x529B;&#x8FBE;&#x5230;&#x4E86;&#x884C;&#x52A8;&#x6240;&#x9700;&#x8981;&#x7684;&#x610F;&#x5FD7;&#x529B;&#xFF0C;&#x4EBA;&#x624D;&#x4F1A;&#x505A;&#x67D0;&#x4E8B;&#xFF0C;&#x5426;&#x5219;&#x4EBA;&#x5C31;&#x4E0D;&#x4F1A;&#x505A;&#x3002;</p>
<p>PD&#xFF1A;Power Demand &#x4E8B;&#x60C5;&#x9700;&#x8981;&#x7684;&#x610F;&#x5FD7;&#x529B;</p>
<p>WP&#xFF1A;Will Power &#x610F;&#x5FD7;&#x529B;</p>
<p>if WP &gt;= PD &#xFF0C;Do it.
else , Not do it.
&#x5373;&#xFF0C;&#x53EA;&#x6709; WP &gt;= PD &#x6B64;&#x65F6;&#x7684;&#x610F;&#x5FD7;&#x529B;&#x624D;&#x662F;&#x89C1;&#x6210;&#x6548;&#x7684;&#xFF0C;&#x5426;&#x5219;&#x610F;&#x5FD7;&#x529B;&#x7684;&#x591A;&#x5C11;&#xFF0C;&#x5728;&#x7ED3;&#x679C;&#x4E0A;&#x6CA1;&#x6709;&#x533A;&#x522B;&#x3002;</p>
<p>&#x610F;&#x5FD7;&#x529B;&#x7684;&#x5D29;&#x6E83;&#x662F;&#x4E00;&#x77AC;&#x95F4;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4E0D;&#x662F;&#x6E10;&#x53D8;&#x7684;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#xFF0C;&#x5728;&#x68C9;&#x82B1;&#x7CD6;&#x5B9E;&#x9A8C;&#x4E2D;&#xFF0C;&#x88AB;&#x6D4B;&#x5C0F;&#x5B69;&#x8981;&#x4E48;&#x9009;&#x62E9;&#x5403;&#x7CD6;&#xFF0C;&#x8981;&#x4E48;&#x4E0D;&#x5403;&#xFF0C;&#x6CA1;&#x6709;&#x53EA;&#x8214;&#x4E0D;&#x5403;&#x7684;&#x3002;&#x5728;&#x8001;&#x9F20;&#x7535;&#x51FB;&#x5B9E;&#x9A8C;&#x4E2D;&#xFF0C;&#x8001;&#x9F20;&#x4EEC;&#x8981;&#x4E48;&#x81EA;&#x6211;&#x7535;&#x51FB;&#x81F4;&#x6B7B;&#xFF0C;&#x8981;&#x4E48;&#x4E0D;&#x7535;&#x51FB;&#xFF0C;&#x6CA1;&#x6709;&#x6BCF;&#x5929;&#x7535;&#x51FB;&#x4E00;&#x4E24;&#x4E0B;&#x7684;&#x3002;</p>
<p>&#x4E8C;&#x3001;&#x73AF;&#x5883;&#x5F71;&#x54CD;&#x610F;&#x5FD7;&#x529B;</p>
<p>&#x5728;&#x4E0D;&#x540C;&#x73AF;&#x5883;&#x4E0B;&#xFF0C;&#x4EBA;&#x610F;&#x5FD7;&#x529B;&#x662F;&#x4E0D;&#x540C;&#x7684;&#x3002;</p>
<p>&#x73AF;&#x5883;&#x4E2D;&#x7684;&#x67D0;&#x4E9B;&#x56E0;&#x7D20;&#x4F1A;&#x505A;&#x7528;&#x4E8E;&#x5927;&#x8111;&#xFF0C;&#x6FC0;&#x6D3B;&#x4E00;&#x4E9B;&#x56DE;&#x8DEF;&#xFF08;&#x7279;&#x522B;&#x662F;&#x5956;&#x52B1;&#x56DE;&#x8DEF;&#xFF09;&#xFF0C;&#x4EA7;&#x751F;&#x622A;&#x7136;&#x4E0D;&#x540C;&#x7684;&#x610F;&#x5FD7;&#x529B;&#x6548;&#x679C;&#x3002;</p>
<p>&#x5728;&#x660E;&#x4EAE;&#x7684;&#x6559;&#x5BA4;&#xFF0C;&#x6709;&#x8001;&#x5E08;&#x7684;&#x76D1;&#x7763;&#x3001;&#x540C;&#x5B66;&#x7684;&#x699C;&#x6837;&#x3001;&#x8FD8;&#x6709;&#x5370;&#x5165;&#x773C;&#x5E18;&#x7684;&#x4E66;&#x7C4D;&#xFF0C;&#x4EBA;&#x8FDB;&#x884C;&#x5B66;&#x4E60;&#x7684;&#x96BE;&#x5EA6;&#x5C0F;&#x5F88;&#x591A;&#x3002;&#x76F8;&#x5E94;&#x7684;&#xFF0C;&#x5728;&#x660F;&#x6726;&#x7684;&#x5367;&#x5BA4;&#xFF0C;&#x81EA;&#x5DF2;&#x5B51;&#x7136;&#x4E00;&#x8EAB;&#xFF0C;&#x7535;&#x8111;&#x3001;&#x624B;&#x673A;&#x89E6;&#x624B;&#x53EF;&#x53CA;&#xFF0C;&#x4E00;&#x4E9B;&#x5A31;&#x4E50;&#x653E;&#x677E;&#x3001;&#x53CA;&#x65F6;&#x884C;&#x4E50;&#x7684;&#x76F8;&#x6CD5;&#x5E94;&#x8FD0;&#x800C;&#x751F;&#xFF0C;&#x5B66;&#x4E60;&#x7684;&#x96BE;&#x5EA6;&#x5C31;&#x5927;&#x4E86;&#x3002;</p>
<p>&#x4F55;&#x4EE5;&#x5B5F;&#x6BCD;&#x8981;&#x4E09;&#x8FC1;&#xFF1F;&#x4F55;&#x4EE5;&#x6E29;&#x67D4;&#x4E61;&#x82F1;&#x96C4;&#x51A2;&#xFF1F;&#x90FD;&#x662F;&#x56E0;&#x4E3A;&#x73AF;&#x5883;&#x5BF9;&#x610F;&#x5FD7;&#x529B;&#x7684;&#x5F71;&#x54CD;&#x3002;</p>
<p>&#x201C;&#x6545;&#x541B;&#x5B50;&#x5C45;&#x5FC5;&#x62E9;&#x4E61;&#xFF0C;&#x6E38;&#x5FC5;&#x5C31;&#x58EB;&#xFF0C;&#x6240;&#x4EE5;&#x9632;&#x90AA;&#x8F9F;&#x800C;&#x8FD1;&#x4E2D;&#x6B63;&#x4E5F;&#x3002;&#x201D;</p>
<p>EP: Environment Power &#x73AF;&#x5883;&#x63D0;&#x4F9B;&#x7684;&#x610F;&#x5FD7;&#x529B;</p>
<p>&#x8981;&#x8FBE;&#x5230;&#x610F;&#x5FD7;&#x529B;&#x8DC3;&#x8FC1;&#xFF0C;&#x5FC5;&#x987B;</p>
<p>Will Power + Environment Power &gt;= Power Demand  i.e. WP + EP &gt;= PD
&#x8FD9;&#x4E00;&#x516C;&#x5F0F;&#xFF0C;&#x5145;&#x5206;&#x5E73;&#x8861;&#x4E86;&#x5BA2;&#x89C2;&#x6761;&#x4EF6;&#x548C;&#x4E3B;&#x89C2;&#x80FD;&#x52A8;&#x6027;&#x5BF9;&#x4EBA;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x5176;&#x4E2D;WP&#x4EE3;&#x8868;&#x4EBA;&#x7684;&#x4E3B;&#x89C2;&#x80FD;&#x52A8;&#x6027;&#xFF0C;&#x800C;EP&#x4EE3;&#x8868;&#x5BA2;&#x89C2;&#x6761;&#x4EF6;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x516C;&#x5F0F;&#x4E5F;&#x89E3;&#x91CA;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x5B66;&#x6821;&#x7ACB;&#x5B9A;&#x7684;&#x8BA1;&#x5212;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x5728;&#x5BB6;&#x91CC;&#x884C;&#x4E0D;&#x901A;&#x3002;</p>
<p>&#x5728;&#x5B66;&#x6821;&#x65F6;&#xFF0C;&#x4EBA;&#x5904;&#x4E8E;&#x5B89;&#x5168;&#x573A;&#x666F;&#xFF0C;&#x6211;&#x4EEC;&#x6709;&#x5145;&#x8DB3;&#x7684;&#x610F;&#x5FD7;&#x529B;&#x4F9B;&#x5E94;&#xFF0C;&#x7ACB;&#x5B9A;&#x7684;&#x8BA1;&#x5212;&#x662F;&#x5927;&#x8111;&#x80FD;&#x591F;&#x8BA4;&#x53EF;&#x7684;&#x3002;&#x5F53;&#x73AF;&#x5883;&#x53D8;&#x6362;&#xFF0C;&#x4EBA;&#x5230;&#x4E86;&#x5371;&#x9669;&#x73AF;&#x5883;&#xFF08;Vulnerable Environment&#xFF09;&#xFF0C;&#x5C11;&#x4E86;EP&#x7684;&#x652F;&#x6301;&#xFF0C;&#x5927;&#x8111;&#x770B;&#x5230;&#x610F;&#x5FD7;&#x529B;&#x9E3F;&#x6C9F;&#xFF0C;&#x611F;&#x89C9;&#x9AD8;&#x4E0D;&#x53EF;&#x6500;&#xFF0C;&#x76F4;&#x63A5;&#x653E;&#x5F03;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x5728;&#x5B9A;&#x8BA1;&#x5212;&#x65F6;&#xFF0C;&#x8981;&#x5145;&#x5206;&#x8003;&#x8651;&#x73AF;&#x5883;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x6211;&#x7ED9;&#x4E0B;&#x73ED;&#x540E;&#x81EA;&#x5DF1;&#x7684;&#x5B66;&#x4E60;&#x8BA1;&#x5212;&#xFF0C;&#x90FD;&#x662F;&#x7B80;&#x5355;&#x3001;&#x673A;&#x68B0;&#x3001;&#x8F93;&#x5165;&#x578B;&#xFF08;&#x770B;&#x89C6;&#x9891;&#x6216;&#x8BFB;&#x4E66;&#xFF09;&#x5B66;&#x4E60;&#x8BA1;&#x5212;&#x3002;</p>
<p>&#x4E09;&#x3001;&#x610F;&#x5FD7;&#x529B;&#x6A21;&#x578B;</p>
<p>&#x81F3;&#x6B64;&#xFF0C;&#x610F;&#x5FD7;&#x529B;&#x6A21;&#x578B;&#x7684;&#x6846;&#x67B6;&#x5DF2;&#x7ECF;&#x5F62;&#x6210;&#xFF0C;WP + EP &gt;= PD &#x5C31;&#x662F;&#x6211;&#x4EEC;&#x6240;&#x8FFD;&#x6C42;&#x7684;&#x76EE;&#x6807;&#x3002;</p>
<p>&#x6700;&#x4E0A;&#x7B49;&#x7684;&#x5883;&#x754C;&#x662F;PD &lt;= 0&#xFF08;&#x4F8B;&#x5982;&#x5BF9;&#x5B66;&#x4E60;&#x4EA7;&#x751F;&#x4E86;&#x7231;&#x597D;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x610F;&#x5FD7;&#x529B;&#xFF0C;&#x4E3B;&#x52A8;&#x5C31;&#x613F;&#x610F;&#x5B66;&#xFF09;&#xFF0C;&#x5176;&#x6B21;&#x662F;EP &gt;= PD&#xFF08;&#x4F8B;&#x5982;&#x5728;&#x56FE;&#x4E66;&#x9986;&#xFF0C;&#x552F;&#x4E00;&#x80FD;&#x505A;&#x7684;&#x4E8B;&#x5C31;&#x662F;&#x5B66;&#x4E60;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x610F;&#x5FD7;&#x529B;&#x5C31;&#x80FD;&#x5B66;&#x8FDB;&#x53BB;&#x3002;&#xFF09;</p>
<p>&#x4EBA;&#x4E0D;&#x9700;&#x8981;&#x4EFB;&#x4F55;&#x610F;&#x5FD7;&#x529B;&#x4F9B;&#x5E94;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x505A;&#x6210;&#x60F3;&#x8981;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x771F;&#x6B63;&#x8FBE;&#x5230;&#x900D;&#x9065;&#x884C;&#x3002;</p>
<p>&#x5982;&#x4F55;&#x8FBE;&#x5230;&#x8FD9;&#x4E9B;&#x5883;&#x754C;&#x5462;&#xFF1F;</p>
<p>&#x56DB;&#x3001;EP</p>
<p>&#x5982;&#x4F55;&#x63D0;&#x9AD8;EP&#xFF1F;</p>
<p>1&#x3001;&#x6700;&#x4F73;&#x7684;&#x73AF;&#x5883;&#x5C31;&#x662F;&#x76D1;&#x7763;&#x3002;</p>
<p>&#x7B14;&#x8005;&#x5BFC;&#x5E08;&#x6240;&#x5728;&#x7684;&#x529E;&#x516C;&#x5BA4;&#xFF0C;&#x5C31;&#x5728;&#x7B14;&#x8005;&#x5DE5;&#x4F4D;&#x7684;&#x6B63;&#x540E;&#x65B9;&#x3002;&#x7B14;&#x8005;&#x7531;&#x8877;&#x5730;&#x4F69;&#x670D;&#x8001;&#x5E08;&#x7ED9;&#x6211;&#x7684;&#x5DE5;&#x4F4D;&#x7684;&#x5B89;&#x6392;&#xFF0C;&#x8FD9;&#x6837;&#x6211;&#x5728;&#x5B9E;&#x9A8C;&#x5BA4;&#x65F6;&#xFF0C;&#x603B;&#x662F;&#x6253;&#x4E86;&#x9E21;&#x8840;&#x4E00;&#x6837;&#xFF0C;&#x5B8C;&#x5168;&#x4E0D;&#x9700;&#x8981;&#x610F;&#x5FD7;&#x529B;&#xFF0C;&#x5C31;&#x5168;&#x5FC3;&#x5730;&#x505A;&#x6B63;&#x4E8B;&#x3002;</p>
<p>&#x90ED;&#x58EB;&#x7EB3;&#x8BF4;&#xFF0C;&#x201C;&#x4EBA;&#x4EEC;&#x4E0D;&#x4F1A;&#x505A;&#x4F60;&#x671F;&#x671B;&#x505A;&#x7684;&#x4E8B;&#xFF0C;&#x53EA;&#x4F1A;&#x505A;&#x4F60;&#x68C0;&#x67E5;&#x7684;&#x4E8B;&#x3002;&#x201D;&#x6709;&#x5A01;&#x6151;&#x529B;&#x7684;&#x76D1;&#x7763;&#x548C;&#x68C0;&#x67E5;&#x53EF;&#x4EE5;&#x63D0;&#x4F9B;&#x65E0;&#x4E0E;&#x8BBA;&#x6BD4;&#x7684;&#x73AF;&#x5883;&#x610F;&#x5FD7;&#x529B;&#x3002;</p>
<p>edmond &#x66FE;&#x63D0;&#x51FA;&#x8FC7;&#x4E00;&#x4E2A;&#x65B9;&#x6CD5;&#xFF0C;&#x901A;&#x8FC7;&#x8BBE;&#x7F6E;&#x7B2C;&#x4E09;&#x65B9;&#x76D1;&#x7763;&#xFF0C;&#x8FBE;&#x5230;&#x65E0;&#x9650;EP&#xFF0C;EP&gt;PD &#x6052;&#x6210;&#x7ACB;&#xFF0C;&#x5F7B;&#x5E95;&#x544A;&#x522B;&#x4E0D;&#x81EA;&#x5F8B;&#x7684;&#x72B6;&#x6001;&#x3002;</p>
<p>2&#x3001;&#x8BF1;&#x60D1;&#x3002;</p>
<p>&#x4EBA;&#x8FD8;&#x6CA1;&#x6709;&#x5F00;&#x59CB;&#x5E72;&#x6B63;&#x4E8B;&#xFF0C;&#x6CE8;&#x610F;&#x529B;&#x4FBF;&#x88AB;&#x8BF1;&#x60D1;&#x5438;&#x5F15;&#xFF0C;&#x610F;&#x5FD7;&#x529B;&#x5C31;&#x6D6A;&#x8D39;&#x5728;&#x662F;&#x5426;&#x5C48;&#x4ECE;&#x8BF1;&#x60D1;&#x7684;&#x9009;&#x62E9;&#x4E0A;&#x9762;&#x3002;</p>
<p>&#x8BF1;&#x60D1;&#x662F;&#x610F;&#x5FD7;&#x529B;&#x7684;&#x9ED1;&#x6D1E;&#xFF0C;&#x5B83;&#x4F1A;&#x5438;&#x6536;WP&#x3002;&#x56E0;&#x4E3A;&#x628A;&#x5927;&#x8111;&#x4ECE;&#x9AD8;&#x523A;&#x6FC0;&#x54CD;&#x5E94;&#x72B6;&#x6001;&#xFF0C;&#x964D;&#x6E29;&#x5230;&#x4F4E;&#x523A;&#x6FC0;&#x72B6;&#x6001;&#xFF08;&#x5B66;&#x4E60;&#xFF09;&#xFF0C;&#x9700;&#x8981;&#x6D88;&#x8017;&#x4E0D;&#x5C11;WP&#x3002;</p>
<p>&#x628A;&#x624B;&#x673A;&#x3001;Pad&#x7B49;&#x5A31;&#x4E50;&#x5DE5;&#x5177;&#xFF0C;&#x6536;&#x5230;&#x770B;&#x4E0D;&#x5230;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x628A;&#x8BA1;&#x5212;&#x8868;&#xFF0C;&#x4E66;&#x7C4D;&#x7B49;&#x653E;&#x5728;&#x9192;&#x76EE;&#x7684;&#xFF0C;&#x89E6;&#x624B;&#x53EF;&#x53CA;&#x7684;&#x5730;&#x65B9;&#x3002;</p>
<p>&#x521B;&#x9020;&#x4E00;&#x4E2A;&#x5C11;&#x8BF1;&#x60D1;&#x73AF;&#x5883;&#x3001;&#x4E00;&#x4E2A;&#x4F4E;&#x523A;&#x6FC0;&#x6C34;&#x5E73;&#x7684;&#x73AF;&#x5883;&#x3002;</p>
<p>3&#x3001;&#x8BA1;&#x5212;</p>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#x8BA1;&#x5212;&#x662F;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#xFF1F;</p>
<p>&#x5F53;&#x4EBA;&#x5904;&#x4E8E; &#x5371;&#x9669;&#x73AF;&#x5883;&#xFF08;Vulnerable Environment&#xFF09;&#x65F6;&#xFF0C;&#x76D1;&#x7763;&#x4E0D;&#x5B58;&#x5728;&#x4E86;&#xFF0C;&#x540C;&#x4F34;&#x4E0D;&#x5B58;&#x5728;&#x4E86;&#xFF0C;&#x8BF1;&#x60D1;&#x4E5F;&#x65E0;&#x6CD5;&#x6839;&#x9664;&#x3002;EP&#x7684;&#x4F9B;&#x5E94;&#x76F8;&#x6BD4;&#x5B89;&#x5168;&#x73AF;&#x5883;&#x660E;&#x663E;&#x4E0D;&#x8DB3;&#x7684;&#x3002;</p>
<p>&#x5728;&#x5371;&#x9669;&#x73AF;&#x5883;&#xFF08;Vulnerable Environment&#xFF09;Will Power &#x672C;&#x8EAB;&#x5C31;&#x4E0D;&#x591F;&#x7528;&#xFF08;&#x7ECF;&#x8FC7;&#x767D;&#x5929;&#x7684;&#x5B66;&#x4E60;&#x5DE5;&#x4F5C;&#xFF0C;&#x66F4;&#x52A0;&#x4E0D;&#x591F;&#x7528;&#xFF09;&#xFF0C;&#x73B0;&#x5728;&#x8FD8;&#x5206;&#x914D;Will Power&#x6765;&#x9009;&#x62E9;&#x67D0;&#x9879;&#x96BE;&#x4E8B;&#x6765;&#x505A;&#xFF0C;&#x8FD9;&#x5B9E;&#x5728;&#x592A;&#x96BE;&#x4E3A;&#x5927;&#x8111;&#x4E86;&#x3002;</p>
<p>&#x5982;&#x4F55;&#x586B;&#x8865;EP&#x7684;&#x77ED;&#x7F3A;&#xFF1F;</p>
<p>&#x53EA;&#x80FD;&#x9760;&#x8BA1;&#x5212;&#xFF0C;&#x800C;&#x4E14;&#x8981;&#x56E0;&#x5730;&#x7F6E;&#x5B9C;&#x5730;&#x505A;&#x8BA1;&#x5212;&#x3002;&#x6BD4;&#x5982;&#xFF1A;</p>
<p>&#x4E0A;&#x5348;&#xFF1A;&#x505A;&#x6311;&#x6218;&#x6027;&#x3001;&#x521B;&#x9020;&#x6027;&#x3001;&#x5F00;&#x57A6;&#x578B;&#x5DE5;&#x4F5C;&#x6216;&#x8005;&#x5B66;&#x4E60;&#x3002;
&#x4E0B;&#x5348;&#xFF1A;&#x505A;&#x8010;&#x4E45;&#x6027;&#x3001;&#x6301;&#x7EED;&#x7EED;&#x3001;&#x6536;&#x5C3E;&#x578B;&#x5DE5;&#x4F5C;&#x6216;&#x8005;&#x5B66;&#x4E60;&#x3002;
&#x665A;&#x4E0A;&#xFF1A;&#x505A;&#x7B80;&#x5355;&#x7684;&#x3001;&#x673A;&#x68B0;&#x7684;&#x3001;&#x8F93;&#x5165;&#x7684;&#xFF08;&#x6BD4;&#x5982;&#x770B;&#x89C6;&#x9891;&#x548C;&#x9605;&#x8BFB;&#xFF09;&#x7B49;&#x8F7B;&#x91CF;&#x7EA7;&#x5DE5;&#x4F5C;&#x548C;&#x5B66;&#x4E60;&#x3002;
&#x6211;&#x4E00;&#x822C;&#x4E0B;&#x73ED;&#x56DE;&#x5BB6;&#x4E4B;&#x540E;&#xFF0C;&#x4F1A;&#x8FDB;&#x884C;10&#x5206;&#x949F;&#x7684;&#x51A5;&#x60F3;&#xFF0C;&#x63D0;&#x9AD8;&#x610F;&#x5FD7;&#x529B;&#xFF08;WP&#xFF09;&#xFF0C;&#x5C31;&#x7B97;&#x73AF;&#x5883;&#x610F;&#x5FD7;&#x529B;&#xFF08;EP&#xFF09;&#x77ED;&#x7F3A;&#xFF0C;&#x81EA;&#x5DF1;&#x4E5F;&#x63D0;&#x524D;&#x505A;&#x597D;&#x4E86;&#x51C6;&#x5907;&#x3002;</p>
<p>4&#x3001;Deadline.</p>
<p>Deadline &#x540C;&#x76D1;&#x7763;&#x4E00;&#x6837;&#xFF0C;&#x662F;&#x65F6;&#x523B;&#x60AC;&#x4E8E;&#x5934;&#x9876;&#x7684;&#x8FBE;&#x6469;&#x514B;&#x5229;&#x65AF;&#x4E4B;&#x5251;&#x3002;</p>
<p>&#x8FD9;&#x63D0;&#x793A;&#x6211;&#x4EEC;&#xFF0C;&#x505A;&#x8BA1;&#x5212;&#x65F6;&#xFF0C;&#x5C3D;&#x91CF;&#x7ED9;&#x6BCF;&#x4E2A;&#x8BA1;&#x5212;&#x9009;&#x5B9A;&#x4E00;&#x4E2A;&#x622A;&#x6B62;&#x65F6;&#x95F4;&#x3002;</p>
<p>5&#x3001;&#x4E60;&#x60EF;</p>
<p>&#x5F53;&#x4EBA;&#x4E60;&#x60EF;&#x4E86;&#x5728;Vulnerable Environment &#x4E0B;&#x5B66;&#x4E60;&#x65F6;&#xFF0C;&#x66FE;&#x7ECF;&#x7684;&#x5371;&#x9669;&#x73AF;&#x5883;&#x5C31;&#x4E0D;&#x5728;&#x5371;&#x9669;&#xFF0C;&#x66FE;&#x7ECF;&#x7684;&#x8BF1;&#x60D1;&#x73AF;&#x5883;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x5524;&#x9192;&#x591A;&#x5DF4;&#x80FA;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x7EF4;&#x6301;&#x7A33;&#x5B9A;&#x7684;&#x5B66;&#x4E60;&#x72B6;&#x6001;&#xFF0C;&#x517B;&#x6210;&#x826F;&#x597D;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x884C;&#x9A76;&#x5728;&#x81EA;&#x5F8B;&#x7684;&#x8F68;&#x9053;&#x4E2D;&#xFF0C;&#x80FD;&#x63D0;&#x4F9B;&#x5927;&#x91CF;EP&#x3002;</p>
<p>&#x4E94;&#x3001;WP</p>
<p>1&#x3001;&#x7761;&#x7720;</p>
<p>&#x610F;&#x5FD7;&#x529B;&#x662F;&#x4E00;&#x79CD;&#x8111;&#x529B;&#xFF0C;&#x8111;&#x529B;&#x7684;&#x4F9B;&#x5E94;&#x6765;&#x6E90;&#x4E8E;&#x4F11;&#x606F;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x7761;&#x7720;&#x3002;</p>
<p>&#x4F18;&#x8D28;&#x7684;&#x7761;&#x7720;&#xFF0C;&#x80FD;&#x63D0;&#x4F9B;&#x5927;&#x91CF;&#x7684;WP&#x3002;</p>
<p>&#x5173;&#x952E;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x4EBA;&#x6BCF;&#x665A;&#x7761;&#x89C9;&#x4E4B;&#x65F6;&#xFF0C;&#x6070;&#x6070;&#x662F;&#x4E00;&#x5929;&#x4E4B;&#x4E2D;WP&#x6700;&#x8584;&#x5F31;&#x7684;&#x65F6;&#x523B;&#xFF0C;&#x7A0D;&#x5FAE;&#x4E00;&#x70B9;&#x624B;&#x673A;&#x3001;Pad&#x7684;&#x523A;&#x6FC0;&#xFF0C;&#x5C31;&#x80FD;&#x8BA9;&#x5927;&#x8111;&#x5C48;&#x4ECE;&#xFF0C;&#x5BFC;&#x81F4;&#x71AC;&#x591C;&#x3002;</p>
<p>&#x4E3A;&#x4FDD;&#x8BC1;&#x660E;&#x5929;&#x7684;&#x529B;&#x91CF;&#x4E4B;&#x6E90;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x8FDC;&#x79BB;&#x8FD9;&#x4E9B;&#x523A;&#x6FC0;&#x6E90;&#xFF0C;&#x5C3D;&#x91CF;11&#x70B9;&#x524D;&#x7761;&#x89C9;&#xFF0C;&#x81EA;&#x7136;&#x9192;&#x3002;</p>
<p>2&#x3001;&#x9971;&#x8179;</p>
<p>&#x4EBA;&#x9AD8;&#x8D1F;&#x8377;&#x5730;&#x5DE5;&#x4F5C;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x9664;&#x4E86;&#x8981;&#x8865;&#x5145;&#x6C34;&#x5206;&#x4EE5;&#x5916;&#xFF0C;&#x8865;&#x5145;&#x80FD;&#x91CF;&#x4E5F;&#x662F;&#x5FC5;&#x987B;&#x7684;&#x3002;</p>
<p>3&#x3001;&#x75C5;&#x75DB;</p>
<p>&#x6BCB;&#x5EB8;&#x8D58;&#x8A00;&#xFF0C;&#x75C5;&#x75DB;&#x4F1A;&#x6D88;&#x8017;&#x5927;&#x91CF;WP&#x3002;</p>
<p>4&#x3001;&#x5927;&#x8111;&#x72B6;&#x6001;&#xFF08;&#x51A5;&#x60F3;&#xFF09;</p>
<p>&#x5728;&#x4E00;&#x5929;&#x7684;&#x5DE5;&#x4F5C;&#x4E2D;&#xFF0C;&#x5373;&#x4F7F;&#x4E0D;&#x5348;&#x4F11;&#xFF0C;&#x4E5F;&#x8BB0;&#x5F97;&#x95F4;&#x9699;&#x6027;&#x6E05;&#x7A7A;&#x5927;&#x8111;&#xFF08;Unload your brain&#xFF09;&#xFF0C;&#x4EE5;&#x514D;&#x5927;&#x8111;&#x88AB;&#x5927;&#x91CF;&#x7F13;&#x5B58;&#x96CD;&#x585E;&#x3002;</p>
<p>&#x8981;&#x6E05;&#x7A7A;&#x5927;&#x8111;&#xFF0C;&#x6563;&#x6B65;&#xFF0C;&#x51A5;&#x60F3;&#xFF0C;&#x804A;&#x5929;&#xFF0C;&#x5047;&#x5BD0; &#x90FD;&#x53EF;&#x4EE5;&#x3002;</p>
<p>&#x6211;&#x4E00;&#x822C;&#x4F1A;&#x4E2D;&#x5348;&#x5348;&#x4F11;&#xFF0C;&#x665A;&#x4E0A;&#x51A5;&#x60F3;&#x3002;</p>
<p>&#x516D;&#x3001;PD</p>
<p>&#x77ED;&#x65F6;&#x95F4;&#x5185;&#xFF0C;&#x540C;&#x4E00;&#x4E8B;&#x4EF6;&#x7684;PD&#x662F;&#x96BE;&#x4EE5;&#x964D;&#x4F4E;&#x7684;&#xFF0C;&#x4F46;&#x957F;&#x65F6;&#x95F4;&#x672A;&#x5FC5;&#x5982;&#x6B64;&#x3002;</p>
<p>&#x5F53;&#x4EBA;&#x57F9;&#x517B;&#x4E86;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x5B66;&#x79D1;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x5F53;&#x4EBA;&#x79EF;&#x7D2F;&#x4E86;&#x5145;&#x8DB3;&#x4E86;&#x80CC;&#x666F;&#x77E5;&#x8BC6;&#xFF0C;&#x548C;&#x5B66;&#x4E60;&#x6280;&#x5DE7;&#xFF08;&#x4E5F;&#x5F88;&#x91CD;&#x8981;&#xFF09;&#x4E4B;&#x540E;&#xFF0C;&#x5B66;&#x4E60;&#x548C;&#x5DE5;&#x4F5C;&#x5C31;&#x4E0D;&#x662F;&#x96BE;&#x4E8B;&#x4E86;&#x3002;</p>
<p>&#x4EBA;&#x603B;&#x662F;&#x4E50;&#x4E8E;&#x505A;&#x81EA;&#x5DF1;&#x64C5;&#x957F;&#x4E4B;&#x4E8B;&#x3002;</p>
<p>&#x56E0;&#x4E3A;&#x5174;&#x8DA3;&#x80FD;&#x5927;&#x5E45;&#x964D;&#x4F4E;PD&#xFF0C;&#x591A;&#x6570;&#x4EBA;&#x90FD;&#x8BF4;&#x201C;&#x5174;&#x8DA3;&#x662F;&#x6700;&#x597D;&#x7684;&#x8001;&#x5E08;&#x201D;&#x3002;</p>
<p>&#x4F46;&#x201C;&#x5174;&#x8DA3;&#x81F3;&#x4E0A;&#x201D;&#x7684;&#x5B66;&#x4E60;&#x7406;&#x5FF5;&#x662F;&#x4E0D;&#x5BF9;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x6BCF;&#x4E00;&#x95E8;&#x5B66;&#x79D1;&#x90FD;&#x4E0D;&#x662F;&#x4E00;&#x5E06;&#x98CE;&#x987A;&#x7684;&#xFF0C;&#x90FD;&#x8981;&#x7ECF;&#x8FC7;&#x6F2B;&#x957F;&#x7684;&#x201C;&#x5B66;&#x5982;&#x9006;&#x6C34;&#x884C;&#x821F;&#x201D;&#x7684;&#x9636;&#x6BB5;&#x3002;</p>
<p>&#x5982;&#x4F55;&#x6297;&#x8FC7;&#x56F0;&#x82E6;&#x9636;&#x6BB5;&#xFF0C;&#x5C31;&#x9700;&#x8981;&#x63D0;&#x9AD8;EP+WP&#x3002;</p>
<p>&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#xFF0C;</p>
<p>&#x65E0;&#x8BBA;&#x4EC0;&#x4E48;&#x60C5;&#x51B5;&#x4E0B;&#x4EBA;&#x9700;&#x8981;&#x6BCF;&#x5929;&#x4FDD;&#x969C;&#x7761;&#x7720;&#x548C;&#x8425;&#x517B;&#x4F9B;&#x5E94;&#xFF0C;&#x5728;&#x75B2;&#x60EB;&#x65F6;&#x8FDB;&#x884C;&#x51A5;&#x60F3;&#x3002;</p>
<p>&#x4ECE;&#x957F;&#x8FDC;&#x6765;&#x770B;&#xFF0C;&#x4EBA;&#x4F9D;&#x9760;&#x4E60;&#x60EF;&#x548C;&#x5174;&#x8DA3;&#xFF0C;&#x4F7F;EP&#x5C3D;&#x53EF;&#x80FD;&#x5927;&#xFF0C;PD&#x5C3D;&#x53EF;&#x80FD;&#x5C0F;&#xFF0C;&#x751A;&#x81F3;&#x8FBE;&#x5230;EP&gt;=PD&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x8003;&#x8651;&#x610F;&#x5FD7;&#x529B;&#x5C31;&#x80FD;&#x9AD8;&#x6548;&#x5B66;&#x4E60;&#x3002;</p>
<p>&#x4ECE;&#x77ED;&#x671F;&#x6765;&#x770B;&#xFF0C;&#x4EBA;&#x9700;&#x8981;&#x76D1;&#x7763;&#x3001;&#x8BA1;&#x5212;&#x3001;Deadline&#x3001;&#x4F4E;&#x523A;&#x6FC0;&#xFF0C;&#x7B49;&#x65B9;&#x5F0F;&#xFF0C;&#x4F7F;WP+EP&gt;=PD, &#x5EA6;&#x8FC7;&#x8C03;&#x6574;&#x671F;&#xFF0C;&#x8FBE;&#x5230;&#x7A33;&#x5B9A;&#x7684;&#x5B66;&#x4E60;&#x72B6;&#x6001;&#xFF08;&#x4E60;&#x60EF;&#xFF09;&#x3002;</p>
<p>&#x5176;&#x4E2D;&#xFF0C;&#x8BA1;&#x5212;&#x5728;&#x4EBA;&#x8C03;&#x6574;&#x72B6;&#x6001;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5FC5;&#x4E0D;&#x53EF;&#x5C11;&#x3002;&#x5F53;&#x5B66;&#x4E60;&#x72B6;&#x6001;&#x7A33;&#x5B9A;&#x4E4B;&#x540E;&#xFF0C;&#x8BA1;&#x5212;&#x5E76;&#x975E;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x3002;</p>
<p>&#x3010;2018.08.16&#x66F4;&#x65B0;&#x3011; </p>
<footer class="page-footer"><span class="copyright">Copyright &#xA9; Albert-W 2018 all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x8BE5;&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2018-09-12 14:45:28
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="section1.2.html" class="navigation navigation-prev " aria-label="Previous page: 1.2 学习方法金字塔">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="section1.4.html" class="navigation navigation-next " aria-label="Next page: 1.4 学习学不进去的时候怎么办?">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.3 自制力模型","level":"1.2.3","depth":2,"next":{"title":"1.4 学习学不进去的时候怎么办?","level":"1.2.4","depth":2,"path":"chapter1/section1.4.md","ref":"chapter1/section1.4.md","articles":[]},"previous":{"title":"1.2 学习方法金字塔","level":"1.2.2","depth":2,"path":"chapter1/section1.2.md","ref":"chapter1/section1.2.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["github","tbfed-pagefooter","anchor-navigation-ex@0.1.8","-sharing"],"pluginsConfig":{"github":{"url":"https://github.com/Albert-W/leave-and-learn"},"tbfed-pagefooter":{"copyright":"Copyright &copy Albert-W 2018","modify_label":"该文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"anchor-navigation-ex":{"isRewritePageTitle":false,"tocLevel1Icon":"fa fa-hand-o-right","tocLevel2Icon":"fa fa-hand-o-right","tocLevel3Icon":"fa fa-hand-o-right"},"fontsettings":{"theme":"white","family":"sans","size":1},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter1/section1.3.md","mtime":"2018-09-12T13:45:28.835Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-09-13T22:28:37.785Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

